Icy-Rime/micropython/ports/esp32/boards/PLAY32_PSRAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Play32 Initial (spiram)"
#define MICROPY_HW_MCU_NAME "ESP32"
